IDEA StatiCa Open Model
NadSetupValueFloat Constructor
Compatible with IDEA StatiCa Beta 21.0 - beta
Initializes a new instance of the NadSetupValueFloat class
 Namespace: IdeaRS.OpenModel.Concrete
 Assembly: IdeaRS.OpenModel (in IdeaRS.OpenModel.dll) Version: 20.0.1.1 (20.0.1.1)
Syntax
public NadSetupValueFloat()
Public Sub New
public:
NadSetupValueFloat()
See Also
Reference
NadSetupValueFloat Class
IdeaRS.OpenModel.Concrete Namespace